"Andromeda" = "Andromeda";
"Antlia" = "The Air Pump";
"Apus" = "Bird of Paradise";
"Aquarius" = "Water Carrier";
"Aquila" = "The Eagle";
"Ara" = "The Altar";
"Aries" = "The Ram";
"Auriga" = "The Charioteer";
"Boötes" = "The Herdsman";
"Caelum" = "The Chisel";
"Camelopardalis" = "The Giraffe";
"Cancer" = "The Crab";
"Canes Venatici" = "Hunting Dogs";
"Canis Major" = "The Greater Dog";
"Canis Minor" = "The Lesser Dog";
"Capricornus" = "The Goat-Fish";
"Carina" = "The Keel";
"Cassiopeia" = "Cassiopeia";
"Centaurus" = "The Centaur";
"Cepheus" = "Cepheus";
"Cetus" = "The Whale";
"Chamaeleon" = "Chamaeleon";
"Circinus" = "The Drafting Compass";
"Columba" = "The Dove";
"Coma Berenices" = "Berenice's Hair";
"Corona Australis" = "Southern Crown";
"Corona Borealis" = "Northern Crown";
"Corvus" = "The Crow";
"Crater" = "The Goblet";
"Crux" = "Southern Cross";
"Cygnus" = "The Swan";
"Delphinus" = "The Dolphin";
"Dorado" = "The Goldfish";
"Draco" = "The Dragon";
"Equuleus" = "The Little Horse";
"Eridanus" = "The River";
"Fornax" = "The Furnace";
"Gemini" = "The Twins";
"Grus" = "The Crane";
"Hercules" = "Hercules";
"Horologium" = "The Pendulum Clock";
"Hydra" = "The Water Serpent";
"Hydrus" = "The Lesser Water Snake";
"Indus" = "The Indian";
"Lacerta" = "The Lizard";
"Leo" = "The Lion";
"Leo Minor" = "The Lesser Lion";
"Lepus" = "The Hare";
"Libra" = "The Scales";
"Lupus" = "The Wolf";
"Lynx" = "Lynx";
"Lyra" = "The Lyre";
"Mensa" = "The Table Mountain";
"Microscopium" = "The Microscope";
"Monoceros" = "The Unicorn";
"Musca" = "The Fly";
"Norma" = "The Level";
"Octans" = "The Octant";
"Ophiuchus" = "Serpent Holder";
"Orion" = "The Hunter";
"Pavo" = "The Peacock";
"Pegasus" = "The Winged Horse";
"Perseus" = "Perseus";
"Phoenix" = "The Phoenix";
"Pictor" = "The Painter's Easel";
"Pisces" = "The Fish";
"Piscis Austrinus" = "The Southern Fish";
"Puppis" = "The Stern";
"Pyxis" = "The Compass";
"Reticulum" = "The Reticle";
"Sagitta" = "The Arrow";
"Sagittarius" = "The Archer";
"Scorpius" = "The Scorpion";
"Sculptor" = "The Sculptor";
"Scutum" = "The Shield";
"Serpens Caput" = "The Serpent's head";
"Serpens Cauda" = "The Serpent's tail";
"Sextans" = "The Sextant";
"Taurus" = "The Bull";
"Telescopium" = "The Telescope";
"Triangulum" = "The Triangle";
"Triangulum Australe" = "Southern Triangle";
"Tucana" = "The Toucan";
"Ursa Major" = "The Great Bear";
"Ursa Minor" = "The Lesser Bear";
"Vela" = "The Sails";
"Virgo" = "The Virgin";
"Volans" = "The Flying Fish";
"Vulpecula" = "The Fox ";
